const text = {
	text1: `В одном селении жили три брата, очень бедные, один из братьев любил очень лошадей и всегда говорил:

— Если бы мне Бог дал такое богатство, чтобы я мог много лошадей купить, то я бы всех нищих, которые у меня попросились, всех бы возил, хоть сколько ни на есть вёрст.

А средний брат говорил:

— Если бы мне Бог послал много денег, то я всем бы бедным помогал, никогда бы не отказывал.

А третий брат говорил:

— Я не попрошу у Бога ни лошадей, ни денег, а если бы мне Бог дал жену благочестивую, то я всех бы бедных принимал к себе и делился бы с ними, что Бог послал бы.

Вот Бог и услыхал желание братьев и скоро исполнил. Старший брат разбогатев, завёл конный завод; средний брат разбогатев, сделался купцом, а третий женился на бедной сиротинке. Живут все три брата да поживают. Старшие двое построили себе хоромы, а младший по своей бедности остался в старой избёнке. Живёт он с женою мирно да счастливо да благодарит Бога. В одно время к старшему брату и пришли два старичка и стали просить его:

— Сделай милость, добрый человек, пожалей нас старичков убогих, довези нас до города?

— Нету, нету, много вас здесь ходит, всех довозить, так и лошадей у меня не станет.


Но старички давай опять его просить:

— Довези, ради Христа.

Вот богатый старший брат и говорит работнику:

— Возьми, — говорит, — лошадь, ту, на которой воду возил, да довези этих стариков куда им надобно, отвяжись от них.

Старички сели и поехали, отъехали они недалеко и говорят работнику:

— Ступай ты с Богом назад, тут мы и сами дойдём.

Сошли они с телеги и пошли по дороге. Шли, шли эти старички, пришли к дому среднего брата и видят, что он золото считает. Один старичок и говорит:

— Подай, Христа ради, добрый человек.

— Много вас тут нищих ходит, всем не наподаёшься, ступайте дальше.

— Подай, батюшка, во имя Христово, — говорят старички.

— Экие надоедливые, нате возьмите, — говорит богач и бросил старичкам гривну.

Старички взяли гривну и пошли дальше. Вот приходят они к младшему брату, а его не было дома, была одна жена.

— Впусти, матушка, ночевать нас, — говорят старички.

Благочестивая жена впустила старичков, напоила, накормила и постель постлала им на печке, старички и пошли спать. Пришёл муж, благочестивая жена и говорит ему:

— У меня два прохожих старичка в гостях.

Муж был рад гостям и спрашивает жену: кормила ли она прохожих?

— Кормила, — говорит жена.

— Ну, спасибо тебе! давай и мне есть, а я пойду прохожих позову.

Вот подошёл младший брат к старичкам, кланялся им и просил их садиться с ним поужинать. Старички сели поужинали, потом легли спать, а утром и говорят жене и мужу:

— Завтра приходите к нам в гости, мы за вами телегу с лошадью пришлём.

Простились с мужем и женою и пошли в дорогу. Когда ушли старички, тогда муж и говорит жене:

— Пойдём в гости к старичкам.

— Нет, — говорит жена, — ступай ты один, а я дома останусь.

На другое утро муж увидал у своей избы запряжённую в телегу лошадь, и в телеге записка, и написано, что лошадь сама привезёт его. И точно, муж сел и скоро подъехал к каменным палатам, и его у них встретили те два старичка, которые у него ночевали. Старички ввели гостя в дом, напоили, накормили его и говорят ему:

— Будь ты сегодня хозяином в нашем доме, а мы ненадолго отлучимся из дома. Вот тебе, возьми три ключа, можешь двумя ключами отпереть две комнаты, а третью не отпирай.

Отдавши ключи, старички простились с ним и пошли. Тогда муж взял один ключ, отпёр одну комнату и увидал там котёл со смолою, а в смоле сидит его старший брат, и лошади ему плечи и голову зубами рвут. Он не мог смотреть на мучение брата, запер дверь и пошёл в другую комнату. В этой комнате он увидал среднего своего брата, тот тоже сидел в смоле, и несколько мешков с золотом ему были повешены на голову и гнули его к земле. Он не мог смотреть на мучение и этого брата; запер дверь и пошёл прочь; но ему хотелось посмотреть в третью комнату, что там такое, а не хотелось старичков ослушаться; но не мог он утерпеть, думает сам про себя: «Посмотрю я в третью комнату; признаюсь старичкам, что согрешил, авось они простят».

Взял он третий ключ и отпёр третью комнату. Тут он увидал, что вместо комнаты прекрасный сад, в котором ходит его жена и кормит птичек. Тогда он хотел подойти к ней, но она говорит ему:

— Нет, ты не осмелься входить сюда, спросись сперва у старичков, если они тебе позволят, тогда ты можешь войти.

Вот он запер комнатку и пошёл дожидать старичков. Пришли старички.

— Ну что, — спрашивают они, — ходил по двум комнатам, видал братьев?

— Видал.

— Вот, — говорят старички, — это братья твои заслужили: старший брат, когда просил у Бога богатства, то обещал не забывать бедных людей, возить от города до города убогую нищую братию, а как стал богат, так нищую братию и забыл и от ворот гонит, вот за это и он то получит. Другой же брат твой просил у Бога богатства, обещал подавать нищим; тоже забыл, что обещал, тоже приказывал отгонять нищих от своего дома, и ему за это то же. Но теперь, — спросили старички, — скажи ты нам, был ли ты в третьей комнате?

Не смея лгать пред старичками повалился им он в ноги и говорит:

— Виноват, был.

Тут и сказали старички:

— Если бы ты не ослушался нас, то и ты бы был там, где твоя жена будет, а за то, что ты ослушался, поди и делай добро, тогда и ты там будешь.

Тут старички и пропали. Муж взглянул, где он, и увидал, что он дома, подле своей жены.

`,

	text2: `В одной деревне был женатый мужик и с ним жила его мать-старуха. Сын и невестка не взлюбили старуху и часто ее ругали и бранили. Однажды в самый Христов день пришли они от обедни и сели за стол разговляться. Сын за что-то рассердился на мать и сказал: «Лучше бы я змею видел за столом, чем тебя!»

Через несколько времени жена его пошла в погреб за молоком и видит — на кадушке сидит огромная змея. Как только змея увидела бабу, тотчас же вспрыгнула на нее и обвилась вокруг ея шеи. Никакими усилиями не могли оторвать змеи от шеи бабы. Так змея и жила на ней, питаясь молоком из ея грудей. Если баба придет в баню мыться, змея сползет с нея и сядет на потолок у дверей, а как только баба пройдет, она тотчас же опять вспрыгнет ей на шею. Так баба и у мерла со змеею.`,

	text3: `Дело было в старину, когда еще Христос ходил по земле вместе с апостолами. Раз идут они дорогою, идут широкою; попадается навстречу волк и говорит: «Господи! мне есть хочется!» — Поди, сказал ему Христос, съешь кобылу. Волк побежал искать кобылу; увидел ее, подходит и говорит: «кобыла! Господь велел тебя съесть». Она отвечает: «ну, нет! меня не съешь, не позволено: у меня на то есть вид (паспорт), только далеко забит». — Ну, покажи! «Подойди поближе к задним ногам». Волк подошел; она как треснет его по зубам задними копытами, ажно (так что) волк на три сажени назад отлетел! А кобыла убежала.

Пошел волк с жалобой; приходит ко Христу и говорит: «Господи! кобыла чуть-чуть не убила меня до смерти!» — Ступай, съешь барана. Волк побежал к барану; прибежал и говорит: «баран! я тебя съем, Господь приказал». — Пожалуй съешь! да ты стань под горою да разинь свою пасть, а я стану на горе, разбегусь, так прямо к тебе в рот и вскочу! Волк стал под горою и разинул пасть; а баран как разбежится с горы, да как ударит его своим бараньим лбом: бац! Сшиб волка с ног, да сам и ушел. Волк встал, глядит на все стороны: нет барана.

Опять отправился с жалобой; приходит ко Христу и говорит: «Господи! и баран меня обманул; чуть-чуть совсем не убил!» — Поди, сказал Христос; съешь портного. Побежал волк; попадается ему навстречу портной. «Портной! я тебя съем, Господь приказал». — Погоди, дай хоть с родными проститься. «Нет, и с родными не дам проститься». — Ну, что делать! так и быть, съешь. Дай только я тебя смеряю: влезу ли еще в тебя-то? «Смеряй!» говорит волк. Портной зашел сзади, схватил волка за хвост, завил хвост за руку, и давай серого утюжить (бить). Волк бился-бился, рвался-рвался, оторвал хвост, да давай Бог ноги. Бежит что есть силы, а навстречу ему семь волков. «Постой! говорят; что ты, серой, без хвоста?» — Портной оторвал. «Где портной?» — Вон идет по дороге. «Давай нагонять его», и пустились за портным. Портной услышал погоню, видит — что дело плохо, взобрался поскорей на дерево, на самый верх, и сидит. Вот волки прибежали и говорят: «станем, братцы, доставать портного; ты, кургузой (бесхвостый), ложись под-испод, а мы на тебя, да друг на дружку уставимся, — авось достанем!» Кургузой лег наземь, на него стал волк, на того другой, на другого третий, всё выше и выше; уж последний взлезает. Видит портной беду неминучую: вот-вот достанут! и закричал сверху: «ну, уж никому так не достанется, как кургузому!» Кургузой как выскочит из-под низу да бежать! Все семеро волков попадали наземь, да за ним вдогонку; нагнали и ну его рвать, только клочья летят. А портной слез с дерева и пошел домой.`,
};

export default text;
